Repository: Ranktotop/wp-sdtrk
Catalog: languages/wp-sdtrk-*.po
Languages: de_de

source: User is not admin
de_de: Nutzer ist kein Admin

source: Invalid mapping ID
de_de: Ungültige Zuweisungs-ID

source: Successfully deleted LinkedIn mapping #%d
de_de: LinkedIn Zuweisung #%d erfolgreich gelöscht

source: Error deleting LinkedIn mapping #%d: %s
de_de: Fehler beim Löschen der LinkedIn Zuweisung #%d: %s

source: Mapping not found
de_de: Zuweisung nicht gefunden

source: Successfully retrieved LinkedIn mapping
de_de: LinkedIn Zuweisung erfolgreich abgerufen

source: Event and LinkedIn Conversion-ID are required
de_de: Ereignis und LinkedIn Conversion-ID zwingend erforderlich

source: For tag-based events, the element tag is required
de_de: Für Tag-basierte Ereignisse ist der Tag zwingend erforderlich

source: Mapping created successfully
de_de: Zuweisung erfolgreich gespeichert

source: LinkedIn Conversion-ID and Event Name are required
de_de: Ereignis-Name und LinkedIn Conversion-ID zwingend erforderlich

source: Mapping with event "%s" and conversion ID "%s" already exists.
de_de: Zuweisung zwischen Ereignis "%s" und Conversion-ID "%s" existiert bereits.

source: Successfully updated linkedin mapping
de_de: LinkedIn Zuweisung erfolgreich aktualisiert

source: Saved successfully!
de_de: Erfolgreich gespeichert!

source: Error occurred!
de_de: Fehler aufgetreten!

source: Do you really want to delete the mapping? This action cannot be undone!
de_de: Möchtest du die Zuweisung wirklich löschen? Dieser Schritt kann nicht rückgängig gemacht werden!

source: Select an option...
de_de: Wähle eine Option...

source: Product ID
de_de: Produkt-ID

source: Product Name
de_de: Produkt-Name

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: Save
de_de: Speichern

source: Are you sure?
de_de: Bist du sicher?

source: Leave empty to ignore
de_de: Leer lassen zum Ignorieren

source: General
de_de: Allgemein

source: Basic Tracking Settings
de_de: Allgemeine Tracking-Einstellungen

source: Default Brand-Name
de_de: Standard Brand-Name

source: This Name is used for several services
de_de: Dieser Wert wird für verschiedene Dienste genutzt

source: Enable Fingerprinting
de_de: Fingerprinting aktivieren

source: Check to fingerprint users (works cookie-less)
de_de: Aktivieren um Nutzer über einen Fingerprint zu identifizieren (funktioniert ohne Cookies)

source: Enable timed signal events
de_de: Aktiviere zeitbasierte Ereignisse

source: Check to fire signal events described below after time
de_de: Aktivieren, um die unten definierten zeitlichen Ereignisse auszulösen

source: Timed signal events
de_de: Zeitbasierte Ereignisse

source: Fire a signal-event after X Seconds
de_de: Löse Signal-Event nach X Sekunden aus

source: Seconds
de_de: Sekunden

source: Enable scroll signal events
de_de: Aktiviere scrollbasierte Ereignisse

source: Check to fire scroll events described below when reaching scroll-depth
de_de: Aktivieren, um die unten definierten scrollbasierten Ereignisse auszulösen

source: Scroll signal events
de_de: Scrollbasierte Ereignisse

source: Fire signal-event if the user has scrolled to x percent of the page
de_de: Löse Signal-Event aus, wenn der Benutzer bis zu x Prozent der Seite gescrollt hat

source: Percent to reach
de_de: Prozent die erreicht werden müssen

source: Fire signal-event on button-clicks
de_de: Löse Signal-Event aus bei Button-Klick

source: Check to fire a signal event after an element has been clicked
de_de: Aktivieren, um ein Signal-Event bei einem bestimmten Button-Klick auszulösen

source: Attention: In order for clicks to be tracked, the element to be tracked must contain the class trkbtn-TAGNAME-trkbtn. The TAGNAME placeholder can be replaced by any word and will be passed as a parameter
de_de: Achtung! Damit Klicks getrackt werden können, muss das zu trackende Element die Klasse trkbtn-TAGNAME-trkbtn enthalten. Der TAGNAME-Platzhalter kann durch ein beliebiges Wort ersetzt werden und wird als Parameter übergeben

source: Example:
de_de: Beispiel:

source: Fire signal-event on visibility of items
de_de: Löse Signal-Event aus, wenn Elemente sichtbar werden

source: Check to fire a signal event after an element gets visible
de_de: Aktivieren, um ein Signal-Event auszulösen, sobald ein Element in den Sichtbereich rückt

source: Attention: In order for tracking to work, the element to be tracked must contain the class watchitm-TAGNAME-watchitm. The TAGNAME placeholder can be replaced by any word and will be passed as a parameter
de_de: Achtung! Damit Elemente getrackt werden können, muss das zu trackende Element die Klasse watchitm-TAGNAME-watchitm enthalten. Der TAGNAME-Platzhalter kann durch ein beliebiges Wort ersetzt werden und wird als Parameter übergeben

source: Tracking Services
de_de: Tracking-Dienste

source: Insert your Meta Pixel-ID
de_de: Gib deine Meta-Pixel-ID ein

source: Activate Debugging
de_de: Aktiviere Debugging

source: Check to activate Meta debugging
de_de: Aktivieren, um das Meta-Debugging einzuschalten

source: If you want to debug the events in the Meta events-manager, enter the test-code!
de_de: Wenn Du die Ereignisse im Meta-Ereignis-Manager debuggen möchtest, gib den Testcode ein!

source: Activate browser based tracking
de_de: Aktiviert das Tracking im Browser des Besuchers

source: Check to fire Meta browser pixel
de_de: Meta-Browser-Pixel auslösen

source: Choose cookie consent behavior
de_de: Cookie-Zustimmungsverhalten

source: Fire always
de_de: Immer auslösen

source: You can get this information in the Plugins Consent-Settings
de_de: Diese Information kannst du in den Einstellungen deines Cookie-Plugins finden

source: For more accurate tracking, the following opt-in code should be stored in the cookie settings of Borlabs:
de_de: Für ein genaueres Tracking sollte in den Cookie-Einstellungen von Borlabs folgender Opt-in Code hinterlegt werden:

source: Activate server based tracking
de_de: Aktiviert das Tracking auf deinem Server

source: Check to send Meta-Events server-side to the API
de_de: Aktivieren, um Meta-Events serverseitig zu versenden

source: You can get the token within the Meta Events-Manager settings
de_de: Du kannst das Token in den Einstellungen des Meta Events Managers abrufen.

source: Google Measurement ID
de_de: Google-Mess-ID

source: Insert your Google Measurement ID (G-XXXXXXXXXX)
de_de: Füge deine Google-Mess-ID ein (G-XXXXXXXXXX)

source: Check to activate Google Analytics debugging
de_de: Aktiviere diese Option, um das Debugging für Google Analytics einzuschalten.

source: Debug in live-view
de_de: Debug in Live-Modus

source: Check to show debug-hits in the Google Analytics realtime report
de_de: Aktiviere diese Option, um Debug-Hits im Echtzeitbericht von Google Analytics anzuzeigen.

source: Check to fire Google Analytics browser pixel
de_de: Aktiviere diese Option, um das Google-Analytics-Browser-Pixel auszulösen.

source: Check to send Google Analytics-Events server-side to the API
de_de: Aktiviere diese Option, um Google-Analytics-Ereignisse serverseitig an die API zu senden.

source: You can get the token within the Google Analytics Datastream settings
de_de: Du kannst das Token in den Einstellungen des Google-Analytics-Datenstreams abrufen.

source: Insert your TikTok Pixel-ID
de_de: Füge deine TikTok-Pixel-ID ein.

source: Check to activate TikTok debugging
de_de: Aktiviere diese Option, um das Debugging für TikTok einzuschalten.

source: If you want to debug the events in the TikTok events-manager, enter the test-code!
de_de: Wenn du die Ereignisse im TikTok Events Manager debuggen möchtest, gib den Testcode ein!

source: Check to fire TikTok browser pixel
de_de: Aktivieren, um den TikTok-Pixel im Besucher-Browser zu aktivieren (klassische Integration)

source: Check to send TikTok-Events server-side to the API
de_de: Aktiviere diese Option, um TikTok-Ereignisse serverseitig an die API zu senden.

source: You can get the token within the TikTok Events-Manager settings
de_de: Du kannst das Token in den Einstellungen des TikTok Events Managers abrufen.

source: Insert your LinkedIn Pixel-ID
de_de: Füge deine LinkedIn-Pixel-ID ein

source: Check to activate LinkedIn debugging
de_de: Aktiviere diese Option, um das Debugging für LinkedIn einzuschalten.

source: Check to fire LinkedIn browser pixel
de_de: LinkedIn-Browser-Pixel aktivieren

source: Manage conversion mappings
de_de: Conversion-Zuordnungen verwalten

source: Insert your Funnelytics Pixel-ID
de_de: Gib deine Funnelytics-Pixel-ID ein

source: Check to activate Funnelytics debugging
de_de: Aktiviere das Debugging von Funnelytics

source: Check to fire Funnelytics browser pixel
de_de: Aktiviere diese Option, um das Funnelytics-Browser-Pixel auszulösen.

source: Mautic Base URL
de_de: Mautic Basis-URL

source: Insert the base-url of your mautic installation
de_de: Füge die Basis-URL deiner Mautic-Installation ein

source: Check to activate Mautic debugging
de_de: Aktiviere diese Option, um das Debugging für Mautic einzuschalten.

source: Check to fire Mautic browser pixel
de_de: Aktiviere diese Option, um das Mautic-Browser-Pixel auszulösen.

source: Matomo Base URL
de_de: Matomo-Basis-URL

source: Insert the base-url of your matomo installation
de_de: Füge die Basis-URL deiner Matomo-Installation ein

source: Matomo Site ID
de_de: Matomo-Website-ID

source: Insert the site ID of your Matomo installation
de_de: Füge die Website-ID deiner Matomo-Installation ein

source: Matomo API Key
de_de: Matomo API Token

source: Insert the API key of your Matomo installation
de_de: Füge den API-Token deiner Matomo-Installation ein.

source: Check to activate Matomo debugging
de_de: Aktiviere diese Option, um das Debugging für Matomo einzuschalten.

source: Check to fire Matomo browser pixel
de_de: Aktiviere diese Option, um das Matomo-Browser-Pixel auszulösen

source: Data Sources
de_de: Datenquellen

source: Activate Digistore24 data-decryption
de_de: Aktiviere die Datenentschlüsselung für Digistore24

source: Check to decrypt GET-Parameter from Digistore24 before handling
de_de: Aktiviere diese Option, um GET-Parameter von Digistore24 vor der Verarbeitung zu entschlüsseln

source: ThankYou-Key
de_de: Dankeseiten-Schlüssel

source: Please enter the ThankYou-Key which you have set in Digistore24
de_de: Bitte gib den Dankeseiten-Schlüssel ein, den du in Digistore24 hinterlegt hast

source: Setup Tutorial
de_de: Setup-Anleitung

source: Supported GET-Parameters
de_de: Unterstützte GET-Parameter

source: Note:
de_de: Hinweis:

source: Enable "appending order details to thank you URL" on services like Digistore24 so that the parameters below are passed automatically.
de_de: Aktiviere bei Diensten wie Digistore24 die Option "Bestelldaten an die Danke-Seite-URL anhängen", damit die unten aufgeführten Parameter automatisch übergeben werden.

source: Transaction-ID
de_de: Transaktions-ID

source: Parameter-Name(s):
de_de: Parameter-Name(n):

source: Type:
de_de: Typ:

source: Product-ID
de_de: Produkt-ID

source: Product-Name
de_de: Produkt-Name

source: Value
de_de: Wert

source: Type
de_de: Typ

source: Accepts:
de_de: Akzeptiert:

source: UTM parameters are stored in cookies and automatically passed on further visits!
de_de: UTM-Parameter werden in Cookies gespeichert und bei weiteren Besuchen automatisch weitergegeben!

source: Please enter a product id in order to track the ViewContent-Event
de_de: Gib eine Produkt-ID ein, wenn du das ViewContent-Ereignis auf dieser Seite auslösen möchtest

source: Bypass Tracking-Consent
de_de: Tracking-Einwilligung ignorieren

source: Check to track all visitors of this page regardless of their cookie consent
de_de: Aktiviere diese Option, um alle Besucher dieser Seite unabhängig von ihrer Cookie-Zustimmung zu messen

source: Unknown column %s
de_de: Unbekannte Spalte %s

source: Failed to normalize to Datetime. Invalid datetime value given: %s
de_de: Konnte nicht zu Datetime normalisieren. Ungültiger Datetime-Wert angegeben: %s

source: Page View
de_de: Seitenaufruf

source: Add to Cart
de_de: In den Einkaufswagen

source: Purchase
de_de: Kauf

source: Sign Up
de_de: Registrieren

source: Generate Lead
de_de: Lead erstellen

source: Begin Checkout
de_de: Kaufprozess starten

source: View Item
de_de: Inhalt ansehen

source: Scroll Depth %s Percent
de_de: Scrolltiefe %s Prozent

source: Time passed %s seconds
de_de: Verstrichene Zeit: %s Sekunden

source: Button Click on: %s
de_de: Button-Klick auf: %s

source: Element Visible: %s
de_de: Element sichtbar: %s

source: Child class must set protected static $table
de_de: Die Kindklasse muss protected static $table festlegen.

source: Record with ID %d not found in %s
de_de: Datensatz mit der ID %d wurde in %s nicht gefunden

source: DB insert error: %s
de_de: Datenbank-Einfügefehler: %s

source: Cannot update without an ID
de_de: Aktualisierung ohne ID nicht möglich.

source: DB update error: %s
de_de: Datenbank-Aktualisierungsfehler: %s

source: DB delete error: %s
de_de: Datenbank-Löschfehler: %s

source: Cancel
de_de: Abbrechen

source: Confirm
de_de: Bestätigen

source: Button Click
de_de: Button Klick

source: Element Visible
de_de: Element sichtbar

source: Existing Mappings
de_de: Existierende Zuweisungen

source: Event
de_de: Ereignis

source: Rules
de_de: Bedingungen

source: Action
de_de: Aktion

source: No Mappings found
de_de: Keine Zuordnungen gefunden

source: Add New Mapping
de_de: Neue Zuordnung hinzufügen

source: Attribute Rules (AND Logic)
de_de: Attributregeln (UND-Logik)

source: All rules must match for the event to trigger. Leave value empty to match any value.
de_de: Alle Regeln müssen übereinstimmen, damit das Ereignis ausgelöst wird. Lass den Wert leer, um jeden Wert zuzulassen.

source: Add Rule
de_de: Regel hinzufügen

source: The element tag to fire event on
de_de: Das Element-Tag, bei dem das Ereignis ausgelöst werden soll

source: e.g., newsletter, buy-now
de_de: z. B. newsletter, jetzt-kaufen

source: For button clicks, add class: trkbtn-TAGNAME-trkbtn
de_de: Für Button-Klicks füge die Klasse hinzu: trkbtn-TAGNAME-trkbtn

source: For element visibility, add class: watchitm-TAGNAME-watchitm
de_de: Für die Sichtbarkeit von Elementen füge die Klasse hinzu: watchitm-TAGNAME-watchitm

source: Save Mapping
de_de: Zuweisung speichern

source: Adds server side tracking to non-woocommerce wordpress-sites
de_de: Aktiviert Unterstützung für serverseitiges Tracking bei Wordpress-Seiten ohne Shop-System
