Repository: Ranktotop/wp-sdtrk
Catalog: wp-sdtrk/languages/wp-sdtrk-*.po
Languages: de_de

source: Local hits database has been cleared
de_de: Lokale Tracking-Datenbank wurde geleert

source: Sync state has been reseted
de_de: Der Synchronisationsstatus wurde zurückgesetzt

source: Server-Side-Tracking
de_de: Serverseitiges Tracking

source: Basic Tracking Settings
de_de: Allgemeine Tracking-Einstellungen

source: Product ID
de_de: Produkt-ID

source: Please enter a product id in order to track the ViewContent-Event
de_de: Gib eine Produkt-ID ein, wenn du das ViewContent-Ereignis auf dieser Seite auslösen möchtest

source: Product-ID
de_de: Produkt-ID

source: Bypass Tracking-Consent
de_de: Tracking-Einwilligung ignorieren

source: Check to track all visitors of this page regardless of their cookie consent
de_de: Aktiviere diese Option, um alle Besucher dieser Seite unabhängig von ihrer Cookie-Zustimmung zu messen

source: authenticated
de_de: authentifiziert

source: not authenticated
de_de: nicht authentifiziert

source: Re-authenticate
de_de: Neu-authentifizierung

source: Authenticate
de_de: Authentifizierung

source: YOURSECRET
de_de: GEHEIMSCHLUESSEL

source: Fire always
de_de: Immer auslösen

source: Page View
de_de: Seitenaufruf

source: Add to Cart
de_de: In den Einkaufswagen

source: Purchase
de_de: Kauf

source: Complete registration
de_de: Registrierung abschließen

source: Initiate checkout
de_de: Kaufprozess starten

source: View Content
de_de: Inhalt ansehen

source: Time-Tracker
de_de: Zeit-Tracker

source: Seconds
de_de: Sekunden

source: Percent
de_de: Prozent

source: Note: Button-Click-Tracking is currently disabled in general settings! So this sttings will be ignored
de_de: Hinweis: Das Button-Klick-Tracking ist aktuell in den allgemeinen Einstellungen deaktiviert. Diese Einstellungen werden daher ignoriert

source: Note: Item-Visibility-Tracking is currently disabled in general settings! So this sttings will be ignored
de_de: Hinweis: Element-Sichtbarkeit-Tracking ist derzeit in den allgemeinen Einstellungen deaktiviert! Daher wird diese Einstellung ignoriert

source: General
de_de: Allgemein

source: Basic Data Settings
de_de: Allgemeine Einstellungen

source: Default Brand-Name
de_de: Standard Brand-Name

source: This Name is used for several services
de_de: Dieser Wert wird für verschiedene Dienste genutzt

source: Enable Fingerprinting
de_de: Fingerprinting aktivieren

source: Check to fingerprint users (works cookie-less)
de_de: Aktivieren um Nutzer über einen Fingerprint zu identifizieren (funktioniert ohne Cookies)

source: Fire signal-event after time
de_de: Löse Signal-Event aus nach Zeit

source: Check to fire a signal event after time
de_de: Aktivieren, um ein Signal-Event nach einer festgelegten Zeit auszulösen

source: Time-Settings
de_de: Zeit-Einstellungen

source: Fire a signal-event after X Seconds
de_de: Löse Signal-Event nach X Sekunden aus

source: Attention: Every event must be processed! Make sure that the frequency is therefore not too high and not several events are triggered at the same time!
de_de: Achtung! Jedes Ereignis muss verarbeitet werden! Achte daher darauf, dass die Frequenz nicht zu hoch ist und nicht mehrere Signal-Ereignisse gleichzeitig ausgelöst werden!

source: Add new
de_de: Neue Zeit hinzufügen

source: Seconds to fire after
de_de: Sekunden bis zur Auslösung

source: Fire signal-event on scroll-depth
de_de: Löse Signal-Event aus bei Scroll-Tiefe

source: Check to fire a signal event after scroll-depth has been reached
de_de: Aktivieren, um ein Signal-Event bei einer bestimmten Scroll-Tiefe auszulösen

source: Scroll-Settings
de_de: Scroll-Einstellungen

source: Fire signal-event if the user has scrolled to x percent of the page
de_de: Löse Signal-Event aus, wenn der Benutzer bis zu x Prozent der Seite gescrollt hat

source: Attention: Every event must be processed! Make sure that the frequency is therefore not too high and not several events are triggered at the same depth!
de_de: Achtung! Jedes Ereignis muss verarbeitet werden! Achte daher darauf, dass die Frequenz nicht zu hoch ist und nicht mehrere Signal-Ereignisse bei der selben Tiefe ausgelöst werden!

source: Percent to reach
de_de: Prozent die erreicht werden müssen

source: Fire signal-event on button-clicks
de_de: Löse Signal-Event aus bei Button-Klick

source: Check to fire a signal event after an element has been clicked
de_de: Aktivieren, um ein Signal-Event bei einem bestimmten Button-Klick auszulösen

source: Attention: In order for clicks to be tracked, the element to be tracked must contain the class trkbtn-TAGNAME-trkbtn. The TAGNAME placeholder can be replaced by any word and will be passed as a parameter
de_de: Achtung! Damit Klicks getrackt werden können, muss das zu trackende Element die Klasse trkbtn-TAGNAME-trkbtn enthalten. Der TAGNAME-Platzhalter kann durch ein beliebiges Wort ersetzt werden und wird als Parameter übergeben

source: Example:
de_de: Beispiel:

source: Fire signal-event on visibility of items
de_de: Löse Signal-Event aus, wenn Elemente sichtbar werden

source: Check to fire a signal event after an element gets visible
de_de: Aktivieren, um ein Signal-Event auszulösen, sobald ein Element in den Sichtbereich rückt

source: Attention: In order for tracking to work, the element to be tracked must contain the class watchitm-TAGNAME-watchitm. The TAGNAME placeholder can be replaced by any word and will be passed as a parameter
de_de: Achtung! Damit Elemente getrackt werden können, muss das zu trackende Element die Klasse watchitm-TAGNAME-watchitm enthalten. Der TAGNAME-Platzhalter kann durch ein beliebiges Wort ersetzt werden und wird als Parameter übergeben

source: Tracking Services
de_de: Tracking-Dienste

source: Activate server based tracking
de_de: Aktiviert das Tracking auf deinem Server

source: Check to save hits into the local database
de_de: Aktivieren um Zugriffe lokal in der Datenbank zu speichern

source: Activate Debugging
de_de: Aktiviere Debugging

source: Check to activate %s debugging
de_de: Aktivieren, um das %s-Debugging einzuschalten

source: Feed Sync Settings
de_de: Feed Synchronisation

source: Activate Hit-Feed
de_de: Aktiviere Ereignis-Feed

source: Check to activate access to the Live-Hit-Feed
de_de: Aktivieren, um den Live-Feed für Ereignisse bereitzustellen

source: Secret Key
de_de: Geheimschlüssel

source: Here you can set a secret key (recommended)
de_de: Hier kannst du einen Geheimschlüssel setzen (empfohlen)

source: Hit-Feed notes
de_de: Ereignis-Feed Hinweise

source: Your feed will be accessible here:
de_de: Dein Feed wird hier bereitgestellt:

source: You can connect GoogleDataStudio with the exclusive Connector explained in the plugins tutorial section:
de_de: Du kannst Google Datastudio mit dem exklusiven Connector anbinden, der in der Tutorial-Sektion dieses Plugins verlinkt ist:

source: CSV Sync Settings
de_de: CSV Synchronisation

source: Activate local CSV Sync
de_de: CSV-Synchronisierung aktivieren

source: Check to activate sync to csv-file
de_de: Aktivieren, um die Synchronisierung mit einer lokalen CSV-Datei zu aktivieren

source: CSV-Sync notes
de_de: CSV-Synchronisierung Hinweise

source: CSV-file will be stored here:
de_de: Die CSV-Datei wird hier gespeichert:

source: You can connect GoogleDataStudio with this Connector:
de_de: Mit diesem Connector kann Google-Datastudio verbunden werden:

source: Sync hourly
de_de: Stündlich synchronisieren

source: Check to sync per hour instead of the daily base
de_de: Aktivieren um die Synchronisierung alle X Stunden durchzuführen anstatt um X Uhr

source: At what hour should the synchronization take place
de_de: Zu welcher Uhrzeit soll die Synchronisierung stattfinden

source: Next sync is currently sheduled at
de_de: Nächste Synchronisierung ist aktuell geplant für

source: Sync now
de_de: Jetzt synchronisieren

source: Check to sync data directly after saving settings
de_de: Aktivieren um Synchronisation direkt nach dem Speichern der Einstellungen durchzuführen

source: Google-Sheets Sync Settings
de_de: Google-Sheets Synchronisation

source: Activate Google Sheets Sync
de_de: Google-Sheets-Synchronisierung aktivieren

source: Check to activate sync to google sheets
de_de: Aktivieren, um die Synchronisierung mit einem Google-Sheet zu aktivieren

source: O-Auth2 Credentials
de_de: O-Auth2 Zugangsdaten

source: Insert your credentials-content here
de_de: Füge hier den Inhalt deiner Zugangsdatei ein

source: You can get this data from Google Developer Console
de_de: Du bekommst diese Daten in der Google Developer Console

source: Your authorized javascript-origin:
de_de: Deine Autorisierte JavaScript-Quellen-Url:

source: Your authorized redirect-url:
de_de: Deine autorisierte Weiterleitungs-URI:

source: Authentication
de_de: Authentifizierung

source: Click on the button after you have entered your credentials
de_de: Klicke auf die Schaltfläche, nachdem Du deine Anmeldedaten eingegeben hast

source: You are currently
de_de: Du bist aktuell

source: Insert the target sheet-id from google sheets
de_de: Füge die Sheet-ID deines Google-Sheets ein

source: Table-Name
de_de: Tabellen-Name

source: Insert the target table-name from your google sheet
de_de: Füge den Namen des Tabellenplatz innerhalb deines Google-Sheets ein

source: Danger-Zone
de_de: Gefahrenzone

source: Be careful with these functions!
de_de: Sei vorsichtig mit diesen Funktionen!

source: Clear Database
de_de: Datenbank leeren

source: Check to delete all entries in local database
de_de: Aktivieren, um alle Einträge in der lokalen Datenbank zu löschen

source: Are you sure?
de_de: Bist du sicher?

source: This cannot be undone!
de_de: Das kann nicht rückgängig gemacht werden!

source: Reset google-sheet sync
de_de: Google-Sheets-Synchronisationsstatus zurücksetzen

source: Check to re-sync all data to google-sheets
de_de: Aktivieren, um alle Daten mit Google Sheets neu zu synchronisieren

source: Insert your %s Pixel-ID
de_de: Gib deine %s-Pixel-ID ein

source: If you want to debug the events in the %s events-manager, you have to enter the current test-code!
de_de: Wenn Du die Ereignisse im %s-Events-Manager debuggen willst, musst du hier den aktuellen Test-Code eingeben!

source: You can get the Test-Code within the %s events-manager
de_de: Diesen Wert findest du im %s Events-Manager

source: Browser based Tracking
de_de: Tracking im Browser

source: Activate browser based tracking
de_de: Aktiviert das Tracking im Browser des Besuchers

source: Check to fire %s browser pixel
de_de: Aktivieren, um den %s-Pixel im Besucher-Browser zu laden

source: Choose cookie consent behavior
de_de: Cookie-Zustimmungsverhalten

source: You can get this information in the Plugins Consent-Settings
de_de: Diese Information kannst du in den Einstellungen deines Cookie-Plugins finden

source: For more accurate tracking, the following opt-in code should be stored in the cookie settings of Borlabs:
de_de: Für ein genaueres Tracking sollte in den Cookie-Einstellungen von Borlabs folgender Opt-in Code hinterlegt werden:

source: Server based Tracking
de_de: Tracking über Server

source: Check to send %s-Events server-side to the API
de_de: Aktivieren, um Ereignisse serverseitig an %s zu übermitteln

source: You can get the token within the %s %s settings
de_de: Diesen Wert findest du im %s %s

source: Debug in live-view
de_de: Debug in Live-Modus

source: Check to show debug-hits in the google analytics realtime report
de_de: Aktivieren, um Debug-Aufrufe im Google-Analytics Echtzeit-Report zu sehen

source: Conversion-Mapping
de_de: Conversion-Zuweisung

source: Map linkedIn custom conversions
de_de: Weise LinkedIn Conversions deinen Ereignissen zu

source: Map new
de_de: Neue Zuweisung

source: Conversion-Mappings
de_de: Conversion-Zuweisungen

source: Event
de_de: Ereignis

source: Select event to be mapped
de_de: Wähle das Ereignis aus, welches zugewiesen werden soll

source: Mapping rules
de_de: Zuweisungsregeln

source: Combine several parameters that must ALL exist for this event to be triggered
de_de: Kombiniere mehrere Parameter, die ALLE vorhanden sein müssen, damit dieses Ereignis ausgelöst wird

source: Add rule
de_de: Bedingung hinzufügen

source: Rules
de_de: Bedingungen

source: Product-Name
de_de: Produkt-Name

source: Please select an attribute...
de_de: Bitte wähle ein Attribut aus...

source: Value
de_de: Wert

source: Leave blank for all
de_de: Feld freilassen für alle

source: Conversion-Button-Mapping
de_de: Conversion-Button-Zuweisung

source: Map linkedIn custom conversions to button-clicks
de_de: Weise LinkedIn Conversions deinen Button-Klicks zu

source: Conversion-Button-Mappings
de_de: Conversion-Button-Zuweisungen

source: Item-Visibility-Mapping
de_de: Element-Sichtbarkeit-Tracking

source: Map linkedIn custom conversions to item visibiliy
de_de: Weise LinkedIn Conversions der Sichtbarkeit eines Elements zu

source: Item-Visibility-Mappings
de_de: Element-Sichtbarkeit Zuweisungen

source: Item-Tag
de_de: Element-Tag

source: %sWhat is %s?%s
de_de: %sWas ist %s?%s

source: Insert the base-url of your mautic installation
de_de: Füge die Basis-URL deiner Mautic-Installation ein

source: Data Sources
de_de: Datenquellen

source: Activate %s data-decryption
de_de: Aktiviere %s Daten-Entschlüsselung

source: Check to decrypt GET-Parameter from %s before handling
de_de: Aktivieren um die GET-Parameter von %s vor der Verarbeitung zu entschlüsseln

source: ThankYou-Key
de_de: Dankeseiten-Schlüssel

source: Please enter the ThankYou-Key which you have set in Digistore24
de_de: Bitte gib den Dankeseiten-Schlüssel ein, den du in Digistore24 hinterlegt hast

source: Parameter-Name(s)
de_de: Parameter-Name(n)

source: Accepts
de_de: Akzeptiert

source: Example
de_de: Beispiel

source: Video Tutorials
de_de: Video-Anleitungen

source: Setup Tutorial
de_de: Setup-Anleitung

source: Supported GET-Parameters
de_de: Unterstützte GET-Parameter

source: Note
de_de: Hinweis

source: Enable "appending order details to thank you URL" on services like Digistore24 so that the parameters below are passed automatically.
de_de: Aktiviere bei Diensten wie Digistore24 die Option "Bestelldaten an die Danke-Seite-URL anhängen", damit die unten aufgeführten Parameter automatisch übergeben werden.

source: Transaction-ID
de_de: Transaktions-ID

source: Type
de_de: Typ

source: UTM parameters are stored in cookies and automatically passed on further visits!
de_de: UTM-Parameter werden in Cookies gespeichert und bei weiteren Besuchen automatisch weitergegeben!

source: Thanks for updating
de_de: Danke für die Aktualisierung

source: Authentication was successfull!
de_de: Authentifizierung erfolgreich!

source: Go back to settings
de_de: Zurück zu den Einstellungen

source: This feature is available in the Pro-Version only!
de_de: Diese Funktion ist nur in der Pro-Version verfügbar!

source: Pro Version only!
de_de: Nur Pro Version!

source: Something went from with the license-Server. Please contact support!
de_de: Fehler beim Verbinden mit Lizenzserver. Bitte Support kontaktieren!

source: Unable to connect to license-server. Please try again later!
de_de: Keine Verbindung zum Lizenzserver! Bitte versuche es später noch einmal!

source: Your license is blocked
de_de: Deine aktuelle Lizenz ist blockiert

source: Your license is expired
de_de: Deine aktuelle Lizenz ist abgelaufen

source: You reached the maximum Number of registered Domains
de_de: Du hast die maximale Anzahl verfügbarer Domains erreicht

source: Your license-Key is invalid
de_de: Der Lizenzschlüssel ist ungültig

source: Domain is not registered
de_de: Domain nicht registriert

source: This Domain has already been released
de_de: Die Lizenz wurde bereits für diese Domain freigegeben

source: Your license key could not be verified
de_de: Die Lizenz konnte nicht verifiziert werden

source: Your license is already activated for this domain. Please release first
de_de: Die Lizenz ist für diese Domain bereits registriert. Bitte Lizenz vorher freigeben

source: License is not registered. Please try to register again
de_de: Lizenz nicht registriert. Bitte versuche die Lizenz erneut zu registrieren

source: This product is not registered for this domain
de_de: Dieses Produkt ist für diese Domain nicht registriert

source: Your license is invalid for this product
de_de: Die Lizenz ist ungültig für dieses Produkt

source: This domain is not registered
de_de: Diese Domain ist nicht registriert

source: License successfully registered
de_de: Lizenz erfolgreich registriert

source: License is valid and registered
de_de: Lizenz registriert und gültig

source: License successfully released
de_de: Lizenz erfolgreich freigegeben

source: unknown
de_de: unbekannt

source: Add to gallery
de_de: Zur Galerie hinzufügen

source: Select images for gallery
de_de: Bilder für Galerie auswählen

source: Add
de_de: Hinzufügen

source: New %s
de_de: Neu %s

source: Add new %s
de_de: Neue %s hinzufügen

source: Edit %s
de_de: %s bearbeiten

source: View %s
de_de: %s ansehen

source: Search %s
de_de: Suche %s

source: No %s found
de_de: Keine %s gefunden

source: No %s found in trash
de_de: Keine %s im Papierkorb gefunden

source: All %s
de_de: Alle %s

source: %s Archives
de_de: %s Archive

source: %s Attributes
de_de: Attribute für %s

source: Insert into %s
de_de: In %s einfügen

source: Uploaded to this %s
de_de: Zu diesem %s hochgeladen

source: Parent %s
de_de: Übergeordnet %s

source: Parent %s:
de_de: Übergeordnet %s:

source: Update %s
de_de: %s aktualisieren

source: Add New %s
de_de: Neu hinzufügen %s

source: New %s Name
de_de: Neu %s Name

source: Popular %s
de_de: Beliebt %s

source: Separate %s with commas
de_de: Trenne %s mit Kommas

source: Add or remove %s
de_de: Ergänze oder entferne %s

source: Choose from the most used %s
de_de: Wähle aus den meistgenutzten %s

source: Adds server side tracking to non-woocommerce wordpress-sites
de_de: Aktiviert Unterstützung für serverseitiges Tracking bei Wordpress-Seiten ohne Shop-System
